Revit 2024 API
UnitTypeId.Amperes Property
 Amperes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Amperes { get; }
Visual Basic
Public Shared ReadOnly Property Amperes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Amperes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace